Revit 2024 API
BuiltInFailures.SubRegionFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SubRegionFailures
Visual Basic
Public NotInheritable Class SubRegionFailures
Visual C++
public ref class SubRegionFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SubRegionFailures
See Also
BuiltInFailures.SubRegionFailures Members
Autodesk.Revit.DB Namespace